{
  "id": 16905,
  "title": "Правила обміну інформацією про кіберінциденти та Перелік категорій кіберінцидентів ",
  "description": "<p>Державний центр кіберзахисту Держспецзв’язку впроваджує Правила обміну інформацією про кіберінциденти та Перелік категорій кіберінцидентів</p>",
  "text": "<p class=\"ql-align-justify\">Державний центр кіберзахисту Держспецзв’язку впроваджує <a href=\"https://cert.gov.ua/recommendation/16894\" rel=\"noopener noreferrer\" target=\"_blank\">Правила обміну інформацією про кіберінциденти</a> та <a href=\"https://cert.gov.ua/recommendation/16904\" rel=\"noopener noreferrer\" target=\"_blank\">Перелік категорій кіберінцидентів</a> (затверджені наказом ДЦКЗ Держспецзв’язку № 79 від 10.11.2021), які розроблено на основі Загальних правил обміну інформацією про кіберінциденти (Протокол TLP) та Переліку категорій кіберінцидентів, схвалених Національним координаційним центром кібербезпеки при Раді національної безпеки та оборони України.</p><p class=\"ql-align-justify\"><a href=\"https://cert.gov.ua/recommendation/16894\" rel=\"noopener noreferrer\" target=\"_blank\">Правила обміну інформацією про кіберінциденти</a>&nbsp;застосовуватимуться при наданні звітів за результатами проведення аналізу даних про кіберінциденти; взаємодії з українськими командами реагування на комп’ютерні надзвичайні події, а також іншими підприємствами, установами та організаціями незалежно від форми власності, які провадять діяльність, пов’язану із забезпеченням безпеки кіберпростору; передачі інформації про кіберінциденти від громадян щодо об’єктів кіберзахисту.</p><p class=\"ql-align-justify\"><a href=\"https://cert.gov.ua/recommendation/16904\" rel=\"noopener noreferrer\" target=\"_blank\">Перелік</a> призначений для впровадження таксономії як інструменту для обміну інформацією щодо кіберінцидентів. Перелік буде регулярно переглядатися з урахуванням практики його застосування, появи нових категорій і типів кіберінцидентів, а також інформації, отриманої від суб’єктів забезпечення кібербезпеки.</p>",
  "image": "https://cert.gov.ua/img/articles/16905/viusal_NCSS.jpg",
  "previous": {
    "id": 16295,
    "name": "Щорічне оцінювання фізичної підготовки особового складу Державного центру кіберзахисту Держспецзв’язку"
  },
  "next": {
    "id": 17474,
    "name": "Робоча нарада з представниками енергетичного сектору"
  },
  "articles": [
    {
      "id": 6277896,
      "date": "28.02.2024",
      "title": "АНОНС: Практичний семінар для кіберфахівців",
      "tags": []
    },
    {
      "id": 5436463,
      "date": "09.08.2023",
      "title": "Як бути відповідальним та втримати кіберфронт",
      "tags": []
    },
    {
      "id": 39962,
      "date": "29.04.2022",
      "title": "Щодо обміну інформацією про кіберзагрози ",
      "tags": []
    },
    {
      "id": 37121,
      "date": "17.02.2022",
      "title": "Довідкова інформація з питань діяльності CERT-UA за фактами впливу на стан кібербезпеки у 2022 році",
      "tags": []
    },
    {
      "id": 17696,
      "date": "04.01.2022",
      "title": "Перший щорічний звіт за результатами роботи системи виявлення вразливостей і реагування на кіберінциденти та кібератаки",
      "tags": []
    }
  ],
  "tags": [
    {
      "id": 8,
      "name": "Про нас"
    }
  ],
  "date": "10.11.2021",
  "langId": null,
  "_meta": {
    "requestedId": 16905,
    "actualId": 16905,
    "fetchedAt": "2025-08-26T19:46:42.492Z",
    "idMismatch": false
  }
}