{
  "id": 20,
  "title": "Коректне налаштування програмного забезпечення MS Office",
  "description": "<p>Команда реагування на комп’ютерні надзвичайні події України CERT-UA звертає увагу користувачів на те, що зловмисники&nbsp;можуть використовувати не лише вразливості програмного забезпечення, а й легітимні функції.</p>",
  "text": "<p>Команда реагування на комп’ютерні надзвичайні події України CERT-UA звертає увагу користувачів на те, що зловмисники&nbsp;можуть використовувати не лише вразливості програмного забезпечення, а й легітимні функції.</p><p>Недоліки та невчасно виявлені вразливості можуть спричинити критичні наслідки для користувачів. Одним з актуальних питань є коректне налаштування продукції MS Office. Велика кількість шкідливого програмного забезпечення орієнтована на використання стандартних функцій MS Office, щоб оминути антивірусні програми та ввести в оману користувача щодо безпечності отриманого файлу.</p><p>Звертаємо особливу увагу, що бажано обмежити використання макросів та доступ програм MS Office (наприклад MS Word, MS Excel, MS PowerPoint) до мережі Інтернет у разі, якщо немає такої необхідності.</p><p><strong>Нагадуємо, що ми не рекомендуємо відкривати файли, що надійшли електронною поштою,&nbsp;яких Ви не очікували отримати.</strong></p><p>Більше інформації в розділі&nbsp;<a href=\"https://cert.gov.ua/recommendation/21\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">Рекомендації CERT-UA з налаштувань програм MS Office.</a></p>",
  "image": "https://cert.gov.ua/img/articles/20/yjYXnfG2nyMUmjrRxAMTP5xYbM2j9xoYk5zI.jpeg",
  "previous": {
    "id": 18,
    "name": "Безпека вебресурсів та інформаційних систем органів державної влади – це безпека держави"
  },
  "next": {
    "id": 22,
    "name": "Cisco випустив патчі для закриття 'CDPwn'"
  },
  "articles": [
    {
      "id": 17961,
      "date": "18.01.2022",
      "title": "Інформація щодо вразливості в продуктах Microsoft CVE-2022-21907",
      "tags": []
    },
    {
      "id": 11113,
      "date": "17.03.2021",
      "title": "Державним центром кіберзахисту Держспецзв’язку вживаються заходи з протидії кібератакам з використанням вразливостей Microsoft Exchange Server (ProxyLogon)",
      "tags": []
    },
    {
      "id": 24,
      "date": "21.02.2020",
      "title": "УВАГА! Спостерігається масова розсилка фішингових листів, які використовують вразливість CVE-2017-11882",
      "tags": []
    },
    {
      "id": 2661,
      "date": "15.01.2020",
      "title": "Критична вразливість в старих версіях ОС Windows ",
      "tags": []
    },
    {
      "id": 2625,
      "date": "15.01.2020",
      "title": " Виявлено критичні вразливості операційної системи Windows ",
      "tags": []
    }
  ],
  "tags": [
    {
      "id": 10,
      "name": "Microsoft"
    }
  ],
  "date": "06.02.2020",
  "langId": null,
  "_meta": {
    "requestedId": 20,
    "actualId": 20,
    "fetchedAt": "2025-08-26T19:47:09.195Z",
    "idMismatch": false
  }
}