{
  "id": 2628,
  "title": "Інформація щодо бази даних реальних ІР-адрес  електронних ресурсів органів державної влади та об’єктів критичної інфраструктури України, які використовують сервіси Cloudflare",
  "description": "<p>Державний центр кіберзахисту Держспецзв’язку спільно з Ситуаційним центром забезпечення кібербезпеки СБУ за участі представників компанії «Cloudflare Inc.» перевірили ймовірність ризиків для роботи електронних ресурсів органів державної влади та об’єктів критичної інфраструктури, пов’язаних з оприлюдненням бази даних їх реальних ІР-адрес.</p>",
  "text": "<p>Державний центр кіберзахисту Держспецзв’язку спільно з Ситуаційним центром забезпечення кібербезпеки СБУ за участі представників компанії «Cloudflare Inc.» перевірили ймовірність ризиків для роботи електронних ресурсів органів державної влади та об’єктів критичної інфраструктури, пов’язаних з оприлюдненням бази даних їх реальних ІР-адрес.</p><p>Оприлюднені доменні імена з ІР-адресами доступні у мережі за допомогою стандартних запитів DNS. Будь-який користувач мережі Інтернет може отримати інформацію про ІР-адресу домену (утиліта nslookup, сервіс whois, який окрім ІР-адреси надає назву провайдера, ASN, дані реєстратора та власника домену). Таку інформацію постійно збирають різноманітні сервіси, в тому числі ті, які можуть використовувати її для проведення протиправних дій.</p><p>В разі, якщо власники веб-ресурсів використовують сервіси типу «Cloudflare», необхідно здійснити коректне налаштування параметрів DNS-серверу таким чином, щоб запити до веб-ресурсу йшли через сервер «Cloudflare». Також, після підключення до подібних сервісів, є доцільним змінити ІР-адресу веб-ресурсу, так як до підключення ІР-адреса була загальнодоступною і може фігурувати в різних базах даних та сервісах в мережі Інтернет.</p><p>Таким чином, оприлюднення ІР-адрес не несе додаткових ризиків для роботи веб-ресурсів, які обслуговує «Cloudflare», у тому числі для українських органів державної влади та об’єктів критичної інфраструктури.</p><p>На офіційному сайті «Cloudflare» опубліковані рекомендації та інструкції щодо відповідного налаштування веб-ресурсів для використання сервісів «Cloudflare». Рекомендуємо власникам веб-ресурсів доменів «<a href=\"*.gov.ua\" rel=\"noopener noreferrer\" target=\"_blank\">*.gov.ua</a>» та «<a href=\"*.ua\" rel=\"noopener noreferrer\" target=\"_blank\">*.ua</a>», які використовують сервіс «Cloudflare» для захисту від кібератак, використовувати зазначені рекомендації для коректного налаштування параметрів DNS-серверу:</p><p><a href=\"https://support.cloudflare.com/hc/en-us/articles/200170166-Best-Practices-DDoS-preventative-measures?fbclid=IwAR2pjttOHoQHvLuNvm5MJKp4-qSouK66QvvJ36eNoJ3xm1eXjUg1K4c1CHU#:~:text=Hide%20your%20origin%20IP%20address,perform%20FTP%20or%20SSH%20requests\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.cloudflare.com/hc/en-us/articles/200170166-Best-Practices-DDoS-preventative-measures</a></p><p><a href=\"https://support.cloudflare.com/hc/en-us/articles/115003687931-Warning-about-exposing-your-origin-IP-address-via-DNS-records?fbclid=IwAR1rApO_eSksI9mcjgKOkaKVg5NBg0LVIsHCBuSfd7mbeVG8NmYjKFYKi5c\" rel=\"noopener noreferrer\" target=\"_blank\">https://support.cloudflare.com/hc/en-us/articles/115003687931-Warning-about-exposing-your-origin-IP-address-via-DNS-records</a></p><p>У свою чергу, Урядова команда реагування на комп'ютерні надзвичайні події України CERT-UA рекомендує посилити захист власних веб-ресурсів, в тому числі з використанням рекомендацій CERT-UA з безпеки веб-ресурсів (<a href=\"https://cert.gov.ua/recommendation/2800\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/recommendation/2800</a>)</p>",
  "image": "https://cert.gov.ua/img/articles/2628/cloudflare.png",
  "previous": {
    "id": 2498,
    "name": "Рекомендації щодо запобігання ризиків з кіберзахисту при виході з карантину."
  },
  "next": {
    "id": 3028,
    "name": "Agent Tesla (шкідливе програмне забезпечення)"
  },
  "articles": [
    {
      "id": 6284080,
      "date": "21.06.2025",
      "title": "Кібератаки UAC-0001 (APT28) у відношенні державних органів із застосуванням BEARDSHELL та COVENANT ",
      "tags": []
    },
    {
      "id": 4905829,
      "date": "20.06.2023",
      "title": "Групою APT28 застосовано три експлойти для Roundcube (CVE-2020-35730, CVE-2021-44026, CVE-2020-12641) під час чергової шпигунської кампанії (CERT-UA#6805)",
      "tags": []
    },
    {
      "id": 39606,
      "date": "14.04.2022",
      "title": "Кібератака на державні організації України з використанням експлойту для XSS вразливості в Zimbra Collaboration Suite (CVE-2018-6882) (CERT-UA#4461)",
      "tags": []
    },
    {
      "id": 37287,
      "date": "22.02.2022",
      "title": "Вразливості в Zabbix (CVE-2022-23131, CVE-2022-23134)",
      "tags": []
    },
    {
      "id": 17961,
      "date": "18.01.2022",
      "title": "Інформація щодо вразливості в продуктах Microsoft CVE-2022-21907",
      "tags": []
    }
  ],
  "tags": [
    {
      "id": 17,
      "name": "Вразливість"
    }
  ],
  "date": "28.07.2020",
  "langId": null,
  "_meta": {
    "requestedId": 2628,
    "actualId": 2628,
    "fetchedAt": "2025-08-26T19:46:58.189Z",
    "idMismatch": false
  }
}