{
  "id": 2687,
  "title": "Новини зі світу кібербезпеки",
  "description": "<p>Чотирьохрічна помилка в Linux,&nbsp;що дозволяє хакерам повністю компрометувати заражені машини.&nbsp;Магічний пароль для підключення до Microsoft SQL Server.&nbsp;Злам популярного сервісу TeamViewer.</p>",
  "text": "<p><strong>Чотирьохрічна помилка в Linux,&nbsp;що дозволяє хакерам повністю компрометувати заражені машини</strong></p><p>Критична помилка Linux, яку було розкрито експертами з питань безпеки пов’язана з недоліком в драйвері rtlwifi (Realtek WiFi). Драйвер вразливий до атаки переповнення буфера&nbsp;&nbsp;<a href=\"https://arstechnica.com/information-technology/2015/08/how-security-flaws-work-the-buffer-overflow/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">https://arstechnica.com/information-technology/2015/08/how-security-flaws-work-the-buffer-overflow/</a></p><p>Недолік полягає в тому, що драйвер не перевіряє певні пакети на сумісність, що можна використати для запуску різних атак. Зловмисник може надсилати шкідливі пакети з будь-якого місця в радіодіапазоні цільового пристрою, вразливість викликає переповнення буфера, що потенційно може призвести до збою системи або отримання зловмисником доступу до віддаленого виконання коду. Зловмиснику не потрібна автентифікація, щоб використовувати недолік.&nbsp;</p><p>Команда Linux розробила патч, який готовить додати в оновлення впродовж наступних тижнів&nbsp;<a href=\"https://lkml.org/lkml/2019/10/16/1226\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">https://lkml.org/lkml/2019/10/16/1226</a></p><p>Детальна інформація про вразливість:&nbsp;<a href=\"http://nvd.nist.gov/vuln/detail/CVE-2019-17666\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">https://nvd.nist.gov/vuln/detail/CVE-2019-17666</a></p><p><strong>Магічний пароль для підключення до Microsoft SQL Server.</strong></p><p>Кібер-шпигуни розробили зловмисне програмне забезпечення, яке змінює бази даних Microsoft SQL Server (MSSQL) V2, V11&nbsp;та створює \"бекдор\", який може дозволити хакерам підключитися до будь-якого облікового запису за допомогою \"магічного пароля\". Окрім того, в якості додаткової переваги, “бекдор” приховує сеанси про підключення користувачів до бази даних щоразу, коли використовується \"магічний пароль\", допомагаючи хакерам залишатися невиявленими, навіть коли адміністратори можуть підозрювати, що щось не так.&nbsp;</p><p>Це дозволяє зловмисникам копіювати, змінювати або видаляти вміст бази даних, наприклад маніпулювати з базою валютних операції та користь тих чи інших компаній.</p><p>Детальна інформація:&nbsp;<a href=\"https://www.welivesecurity.com/2019/10/21/winnti-group-skip2-0-microsoft-sql-server-backdoor/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">https://www.welivesecurity.com/2019/10/21/winnti-group-skip2-0-microsoft-sql-server-backdoor/</a></p><p><strong>Злам популярного сервісу&nbsp;TeamViewer</strong></p><p>На конференції Cyber Defense Summit 2019 спеціалісти з компанії FireEye підтвердили злом популярного додатка TeamViewer.</p><p>Згідно зі звітами, зловмисники могли керувати будь-яким комп’ютером, який увійшов у систему. Звіт показує, що TeamViewer був зламаний у 2016 році, інцидент, який призвів до крадіжки фінансової інформації у багатьох користувачів всього за 24 години. Вину за інцидент покладають на хакерську групу APT41, яка працює з Азії, зокрема з Китаю, та була пов'язана з кількома гучними зловмисними операціями.</p><p>Детальна інформація:&nbsp;<a href=\"https://twitter.com/cglyer/status/1182413194360508419\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">https://twitter.com/cglyer/status/1182413194360508419</a></p>",
  "image": "https://cert.gov.ua/img/articles/2687/44.jpeg",
  "previous": {
    "id": 2691,
    "name": "XVIІI Міжнародна науково-практична конференція «Побудова інформаційного суспільства: ресурси і технології»"
  },
  "next": {
    "id": 2685,
    "name": " Проведено зустріч з Фондом \"Альянс Демократій\""
  },
  "articles": [
    {
      "id": 6284949,
      "date": "04.08.2025",
      "title": "Оновлений інструментарій UAC-0099: MATCHBOIL, MATCHWOK, DRAGSTARE",
      "tags": [
        {
          "id": 30,
          "name": "ШПЗ"
        }
      ]
    },
    {
      "id": 6284730,
      "date": "17.07.2025",
      "title": "Кібератаки UAC-0001 на сектор безпеки та оборони із застосуванням програмного засобу LAMEHUG, що використовує LLM (велику мовну модель) (CERT-UA#16039)",
      "tags": [
        {
          "id": 30,
          "name": "ШПЗ"
        }
      ]
    },
    {
      "id": 6284080,
      "date": "21.06.2025",
      "title": "Кібератаки UAC-0001 (APT28) у відношенні державних органів із застосуванням BEARDSHELL та COVENANT ",
      "tags": [
        {
          "id": 17,
          "name": "Вразливість"
        },
        {
          "id": 30,
          "name": "ШПЗ"
        }
      ]
    },
    {
      "id": 6282946,
      "date": "06.04.2025",
      "title": "Цільова шпигунська активність UAC-0226 у відношенні осередків інновацій, державних і правоохоронних органів з використанням стілеру GIFTEDCROOK (CERT-UA#14303)",
      "tags": [
        {
          "id": 30,
          "name": "ШПЗ"
        }
      ]
    },
    {
      "id": 6282902,
      "date": "01.04.2025",
      "title": "UAC-0219: кібершпигунство з використанням PowerShell-стілеру WRECKSTEEL (CERT-UA#14283)",
      "tags": [
        {
          "id": 30,
          "name": "ШПЗ"
        }
      ]
    }
  ],
  "tags": [
    {
      "id": 6,
      "name": "TeamViewer"
    },
    {
      "id": 7,
      "name": "Linux"
    },
    {
      "id": 10,
      "name": "Microsoft"
    }
  ],
  "date": "22.10.2019",
  "langId": null,
  "_meta": {
    "requestedId": 2687,
    "actualId": 2687,
    "fetchedAt": "2025-08-26T19:47:20.210Z",
    "idMismatch": false
  }
}