{
  "id": 6277822,
  "title": "Щодо обстановки в сфері кібер на 23-24 лютого 2024 року",
  "description": "<p>Ураховуючи численні запити щодо можливості здійснення кібератак 23-24 лютого 2024 року, з огляду на події 23.02.2022 та 23.02.2023, інформуємо про таке.</p>",
  "text": "<p>Ураховуючи численні запити щодо можливості здійснення кібератак 23-24 лютого 2024 року, з огляду на події 23.02.2022 та 23.02.2023, інформуємо про таке.</p><p>У період січень-лютий 2024 року Урядовою командою реагування на комп'ютерні надзвичайні події України CERT-UA, серед іншого, вжито заходів з недопущення реалізації зловмисного задуму, який полягав у проведенні деструктивного впливу, у відношенні трьох українських організацій урядового та енергетичного сектору.</p><p>Протягом згаданого періоду, за фактами деструктивних кібератак, проведено комп'ютерно-технічні дослідження в інформаційно-комунікаційних системах (ІКС) трьох організацій, зокрема, фінансової галузі, сфери охорони здоров'я та інформаційних технологій.</p><p>Слід звернути увагу на той факт, що в більшості випадків первинний несанкціонований доступ до ІКС об'єкту атаки був отриманий заздалегідь (рік та більше). Крім того, для проникнення до мережі зловмисники використовували скомпрометовані облікові записи VPN, а також недоліки налаштувань і/або вразливості програмного забезпечення публічно доступних інформаційних систем.</p><p>Поряд із зазначеним проведено аналіз низки інцидентів, пов'язаних з кібершпигунством у відношенні Сил безпеки і оборони України, які були здійсненні угрупуванням UAC-0028 (APT28) та UAC-0003 (Turla), зокрема, із застосуванням модифікованого флагманського шкідливого програмного забезпечення KAZUAR.</p><p>У першому кварталі 2024 року найбільш активною загрозою було угрупування найманців UAC-0050, пов'язаних з правоохоронними структурами Росії, які, оголосивши про припинення \"професійної\" діяльності під \"брендом\" DaVinci Group за декілька діб до російського вторгнення у 2022 році, останнім часом активно намагаються привернути до себе увагу. Станом на 22.02.2024 зафіксовано та досліджено не менше 15 кампаній, під час яких зловмисниками застосовано, щонайменше, п'ять різновидів шкідливих програм: REMCOS RAT, QUASAR RAT, VENOM RAT, REMOTE UTILITIES та LUMMASTEALER. Незважаючи на той факт, що незначна частина \"здобутків\" оприлюднюється в Telegram-каналі, тактика угрупування схожа на діяльність брокерів первинного доступу. Ураховуючи масовість атак і застосування програм, функціонал яких передбачає викрадення автентифікаційних даних, скомпрометовані логіни, паролі та сертифікати можуть сприяти створенню технічних передумов для отримання несанкціонованого доступу до ІКС організацій з метою подальшого розвитку атаки на їх \"внутрішні\" ресурси.</p><p>У відношенні угрупування UAC-0010 CERT-UA вживаються ефективні точкові заходи протидії, разом з тим, беручи до уваги масштаби уражень, боротьба з викоріненням шкідливих програм та наслідків від їхньої діяльності може потребувати об'єднання зусиль не тільки на рівні основних суб'єктів забезпечення кібербезпеки України, а й із залученням світових технологічних стейкхолдерів.</p><p>Так чи інакше, успішній реалізації левової частки кібератак сприяє халатність керівників та виконавців на місцях, які навіть не беруть до уваги інформацію про актуальні кіберзагрози, що публікується як на офіційному вебсайті та MISP CERT-UA, так і в інших публічно доступних фахових джерелах. При цьому, власники системи допускають одні й ті самі помилки: відсутність двохфакторної автентифікації, відсутність сегментації мережі, в першу чергу, в частині обмеження адміністративного (привілейованого) доступу, відсутність управління поверхнею атаки (вразливе програмне забезпечення, \"відкриті порти\" та ін.).</p><p>Вкотре рекомендуємо ознайомитися з відповідними інформаційними матеріалами та поставитися відповідально до захисту цифрових кордонів ваших інформаційно-комунікаційних систем.</p><p>1. Як бути відповідальним та втримати кіберфронт (<a href=\"https://cert.gov.ua/article/5436463)\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/article/5436463</a>)</p><p>2. Щодо невідкладних заходів кіберзахисту (<a href=\"https://cert.gov.ua/article/1751036)\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/article/1751036</a>)</p><p>3. Щодо обміну інформацією про кіберзагрози з основними суб’єктами забезпечення кібербезпеки України (<a href=\"https://cert.gov.ua/article/39962)\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/article/39962</a>)</p><p>4. Особливості деструктивних кібератак Sandworm у відношенні українських провайдерів (<a href=\"https://cert.gov.ua/article/6123309)\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/article/6123309</a>)</p><p>5. Зведена інформація щодо діяльності угрупування UAC-0010 станом на липень 2023 року (<a href=\"https://cert.gov.ua/article/5160737)\" rel=\"noopener noreferrer\" target=\"_blank\">https://cert.gov.ua/article/5160737</a>)</p>",
  "image": "https://cert.gov.ua/img/articles/6277822/fon6.jpg",
  "previous": {
    "id": 6277422,
    "name": "UAC-0027: DIRTYMOE (PURPLEFOX) уражено більше 2000 комп'ютерів в Україні"
  },
  "next": {
    "id": 6277849,
    "name": "UAC-0149: Цільові вибіркові атаки у відношенні Сил оборони України із застосуванням COOKBOX (CERT-UA#9204)"
  },
  "articles": [
    {
      "id": 6282069,
      "date": "17.01.2025",
      "title": "Спроби здійснення кібератак з використанням AnyDesk, нібито, від імені CERT-UA",
      "tags": []
    },
    {
      "id": 6278274,
      "date": "01.04.2024",
      "title": "Фактор кібербезпеки",
      "tags": []
    },
    {
      "id": 1751036,
      "date": "12.09.2022",
      "title": "Щодо невідкладних заходів кіберзахисту",
      "tags": []
    },
    {
      "id": 39962,
      "date": "29.04.2022",
      "title": "Щодо обміну інформацією про кіберзагрози ",
      "tags": []
    },
    {
      "id": 37211,
      "date": "21.02.2022",
      "title": "Попередження щодо можливих кібератак",
      "tags": []
    }
  ],
  "tags": [
    {
      "id": 32,
      "name": "Рекомендації"
    }
  ],
  "date": "22.02.2024",
  "langId": 6277840,
  "_meta": {
    "requestedId": 6277822,
    "actualId": 6277822,
    "fetchedAt": "2025-08-26T19:43:59.783Z",
    "idMismatch": false
  }
}