{
  "id": 6277896,
  "title": "АНОНС: Практичний семінар для кіберфахівців",
  "description": "<p>Система кіберзахисту держави – це синергія якісної аналітики основних суб’єктів забезпечення кібербезпеки та компетенцій кіберфахівців кожної без виключення інформаційно-комунікаційної системи країни, включаючи механізми оперативного обміну інформацією, протоколи реагування та ін.</p>",
  "text": "<p>Шановні колеги!</p><p><br></p><p>Система кіберзахисту держави – це синергія якісної аналітики основних суб’єктів забезпечення кібербезпеки та компетенцій кіберфахівців кожної без виключення інформаційно-комунікаційної системи країни, включаючи механізми оперативного обміну інформацією, протоколи реагування та ін.</p><p>Виходячи з досвіду, переважна більшість кібератак здійснюється з використанням вже відомих недоліків в системах захисту із застосуванням раніше описаних тактик, технік та процедур. А отже, для попередження таких кібератак достатньо усвідомлювати поточний ландшафт кіберзагроз та підтримувати в актуальному стані організаційно-технічні заходи протидії.</p><p>Разом з тим, в масштабах держави виклики в сфері інформаційної безпеки ускладнюються невизначеністю ролі кібербезпеки, незацікавленістю з боку керівників (власників систем!), нестачею кадрового потенціалу та, звісно, обмеженістю фінансового забезпечення.&nbsp;</p><p>Беручи до уваги той факт, що більшості кіберзагроз можна запобігти за рахунок правильного використання штатного функціоналу операційних систем, а також, маючи змогу вільно застосовувати програмне забезпечення з відкритим вихідним кодом, для вирішення питання кіберзахисту країни доцільно об’єднати зусилля практикуючих спеціалістів, створивши спільноту яка здатна напрацьовувати кращі практики та обмінюватися досвідом («історіями успіху»).</p><p>З огляду на викладене, Урядовою командою реагування на комп’ютерні надзвичайні події України CERT-UA ініційовано проведення практичного семінару для <strong>фахівців</strong>, які виконують функції із забезпечення кібербезпеки, кіберзахисту та безпеки інформаційних технологій.</p><p>Під час одноденного заходу планується заслухати до 10 презентацій (20-40 хв) щодо практичного вирішення тих чи інших нагальних питань кіберзахисту, започаткувати формування спільноти фахівців з метою подальшого обміну досвідом та взаємодопомоги і, як результат, підвищення здатності протидіяти кіберзагрозам в масштабах держави.</p><p>Захід заплановано провести в місті Києві наприкінці квітня 2024 року. Для формування програми семінару протягом березня 2024 року просимо надсилати на електронну адресу events@cert.gov.ua пропозиції щодо тем, з якими ви б хотіли виступити. Тематика доповідей повинна стосуватися практичних аспектів забезпечення кібербезпеки на основі позитивного досвіду конкретної організації.</p><p>Прикладами актуальних тем, що варті розгляду, можуть бути такі (але не виключно):</p><ul><li>Використання механізмів SRP / AppLocker для зменшення вірогідності первинного ураження</li><li>Особливості проведення комп’ютерно-технічних досліджень (форензики) ЕОМ за фактом компрометації</li><li>Методика та практичні аспекти виявлення ознак ураження ЕОМ шкідливим програмним забезпечення (на прикладі UAC-0010)</li><li>Базовий аналіз шкідливих програм: деобфускація, емуляція, отримання мережевих та хостових індикаторів</li><li>Кіберрозвідка – інструменти та методи</li><li>Аналіз журналів веб-серверу з метою пошуку бекдорів (веб-шелів)</li><li>Створення та використання Yara-правил на прикладі пошуку ознак ураження ЕОМ шкідливими програмами</li><li>Застосування MISP для синхронізації ACL засобів захисту Mikrotik/pfSense</li><li>Вирішення питання багатофакторної автентифікації для VPN-підключень на основні програмного забезпечення з відкритим вихідним кодом</li><li>Моніторинг адміністративного привілейованого доступу</li><li>Сегментація мережі, фільтрація інформаційних потоків, матриця доступу</li><li>Практичні приклади налаштування та використання SIEM для хантингу кіберзагроз</li><li>Побудова механізму моніторингу роботи мережі та інформаційних систем</li><li>Конфігурація широковживаних програмно-апаратних засобів захисту</li></ul><p>До участі в заході запрошені <strong>практикуючі кіберфахівці</strong> органів державної влади, місцевого самоврядування, військових формувань, державних установ та підприємств, які мають бажання поділитися своїм досвідом та отримати новий.&nbsp;</p><p>Реєстрація відвідувачів розпочнеться наприкінці березня 2024 після формування попередньої програми заходу. У &nbsp;звʼязку з обмеженою кількістю місць&nbsp;інформацію щодо учасників (назва організації, ПІБ, телефон), починаючи з 30.03.2024, просимо також надсилати на зазначену електронну пошту.</p><p>Сподіваємося, що проведення семінару дозволить згуртувати професійну спільноту людей, що тримають кіберфронт в умовах, що склалися, ідентифікувати проблеми, отримати досвід та знайти вже реалізовані рішення для існуючих хронічних проблем.</p><p>Що не передбачається на семінарі:</p><ul><li>«печивко» / обід</li><li>реклама</li><li>фотографування</li><li>сертифікати</li><li>залучення підтримки спонсорів та фондів</li><li>витрати з державного бюджету</li></ul><p>Ураховуючи динамічність зміни обстановки, для координації процесу організації та проведення заходу буде створено окремий чат в месенджері.</p><p><br></p><p>Відповіді на поширені запитання:</p><p><em>1. То для кого цей захід?</em></p><p>Семінар для <strong>практикуючих спеціалістів </strong>(не важливо, чи це керівник) на плечах яких, можливо навіть не де-юре, але де-факто, лежать обов’язки з кіберзахисту та забезпечення сталого функціонування ІКС. Просимо уникнути декларативної участі шляхом призначення делегатів. Прикладом ідеального кандидату буде фахівець, який відчуває себе одинаком та якого не полишають думки, що кібербезпека організації потрібна лише йому.</p><p><em>2. Чи буде онлайн трансляція?</em></p><p>Існує вірогідність, що технічна можливість забезпечення онлайн-трансляції за персональними кодами доступу буде реалізована</p><p><em>3. Якщо я не є представником державного сектору чи можу я взяти участь?</em></p><p>В першу чергу захід розраховано на кіберпіхоту, яка забезпечує захист ІКС державних організацій. Разом з тим, ми будемо відштовхуватися від кількості учасників адже вона обмежена. Зважаючи на викладене, Ви можете надіслати пропозиції як щодо виступу, так і стосовно участі.</p><p><em>4. Як формується програма?</em></p><p>В анонсі опубліковано можливі теми (напрямки) виступів. Протягом березня 2024 року ми формуємо проект програми на основі пропозицій спікерів. Після формування попередньої програми протягом першої декади квітня серед зареєстрованих учасників буде здійснено корекційне голосування.</p><p><em>5. Я хотів би взяти участь, я саме та людина, але не все вирішую я особисто</em></p><p>У разі виникнення бюрократичних&nbsp;перепон CERT-UA може розглянути питання надсилання листа до організації з персональним запрошенням для учасника</p>",
  "image": "https://cert.gov.ua/assets/img/fon6.jpg",
  "previous": {
    "id": 6277849,
    "name": "UAC-0149: Цільові вибіркові атаки у відношенні Сил оборони України із застосуванням COOKBOX (CERT-UA#9204)"
  },
  "next": {
    "id": 6278274,
    "name": "Фактор кібербезпеки"
  },
  "articles": [
    {
      "id": 5436463,
      "date": "09.08.2023",
      "title": "Як бути відповідальним та втримати кіберфронт",
      "tags": []
    },
    {
      "id": 39962,
      "date": "29.04.2022",
      "title": "Щодо обміну інформацією про кіберзагрози ",
      "tags": []
    },
    {
      "id": 37121,
      "date": "17.02.2022",
      "title": "Довідкова інформація з питань діяльності CERT-UA за фактами впливу на стан кібербезпеки у 2022 році",
      "tags": []
    },
    {
      "id": 17696,
      "date": "04.01.2022",
      "title": "Перший щорічний звіт за результатами роботи системи виявлення вразливостей і реагування на кіберінциденти та кібератаки",
      "tags": []
    },
    {
      "id": 17474,
      "date": "16.12.2021",
      "title": "Робоча нарада з представниками енергетичного сектору",
      "tags": []
    }
  ],
  "tags": [
    {
      "id": 8,
      "name": "Про нас"
    }
  ],
  "date": "28.02.2024",
  "langId": null,
  "_meta": {
    "requestedId": 6277896,
    "actualId": 6277896,
    "fetchedAt": "2025-08-26T19:43:56.794Z",
    "idMismatch": false
  }
}